<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<!-- 합쳐지고 최소화된 최신 CSS -->
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.2/css/bootstrap.min.css">

<!-- 부가적인 테마 -->
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.2/css/bootstrap-theme.min.css">

<!-- 합쳐지고 최소화된 최신 자바스크립트 -->
<script type="text/javascript" src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.2/js/bootstrap.min.js"></script>

<style type="text/css">

.mainTitle{

  margin-top: 2%;
  font-size:20px;
  text-align: center;

}
 
 .pre {
 width: 80%;
 margin: 0 auto;
 border: 2px solid navy;
  
 }
 
 #pre01{
   font-size:15px;
   margin-bottom: 50px;
 }
 
 #pre02{
   
 }

</style>




<div class="container-fluid">
<details>

<summary class="mainTitle">* 개인정보 처리 방침</summary>
         
<pre id="pre01" class="pre">
 <strong>목 차</strong>


<details><summary>1.수집하는 개인정보 항목 및 수집방법</summary>
<pre id="pre02"  class="pre">
1. 수집하는 개인정보 항목 및 수집방법
▶ CaffeTeria(ktxfts@naver.com)은 회원가입, 상담, 서비스 신청 등을 위해 
아래와 같은 개인정보를 수집하고 있습니다.

- 이름, 이메일, 주소, 연락처, 핸드폰 번호 또한 서비스 이용과정이나 사업 처리 과정에서 
아래와 같은 정보들이 생성되어 수집될 수 있습니다.
- 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보, 결제기록, 이용정지 기록 
CaffeTeria(ktxfts@naver.com)은 다음과 같은 방법으로 개인정보를 수집합니다.
- 홈페이지, 서면양식, 전화ㆍ팩스를 통한 회원가입, 상담 게시판, 경품 행사 응모, 배송 요청
- 제휴사로부터의 제공
- 생성정보 수집 툴을 통한 수집
</pre>
</details>
<details>
<summary>2.개인정보의 수집 및 이용목적</summary>
<pre id="pre03"  class="pre">
2. 개인정보 수집 및 이용목적
▶ CaffeTeria(ktxfts@naver.com)은 수집한 개인정보를 다음의 목적을 위해 활용합니다.

- 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산, 콘텐츠 제공, 
물품배송 또는 청구서 발송, 금융거래 본인 인증 및 금융 서비스, 구매 및 요금 결재, 요금추심
- 회원 관리 : 회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와
 비인가사용 방지, 가입 의사 확인, 가입 및 가입횟수제한, 만14세 미만 아동 개인정보수집시 
 법정 대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 
 민원처리, 고지사항 전달
- 마케팅 및 통계에 활용 : 신규 서비스(제품) 개발 및 특화, 인구통계학적 특성에 따른 
서비스 제공 및 광고 게재, 접속 빈도 파악, 회원의 서비스 이용에 대한통계, SMS 또는 
이메일 수신에 동의한 회원들 중 이벤트 등 광고성 정보 전달
</pre>
</details>
<details><summary>3.수집한 개인정보의 공유 및 제공</summary>
<pre id="pre04"  class="pre">
3. 개인정보의 공유 및 제공
▶ CaffeTeria(ktxfts@naver.com)은 [ 개인정보 수집 및 이용목적 ]에서 고지한 범위내에서 사용하며, 
이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다.

※ 다음의 경우에는 예외로 합니다.
- 이용자들이 사전에 동의한 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
</pre>
</details>
<details>
<summary>4.개인정보취급 위탁</summary>
<pre id="pre04"  class="pre">
4. 수집한 개인정보 처리 위탁
▶ CaffeTeria(ktxfts@naver.com)은 고객님의 동의 없이 고객님의 개인정보 취급을 외부 업체에 위탁하지않습니다. 
향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁 업무 내용에 대해 고객님에게 통지하고 필요한 경우 사전 동의를 
받도록 하겠습니다.

※ 개인정보취급위탁 : 배송관련
- 수탁업체 : Cj택배, 퀵배송
- 위탁업무내용 : 상품배송
</pre>
</details>
<details>
<summary>5.수집한 개인정보의 보유 및 이용기간</summary>
<pre id="pre05"  class="pre">
5. 수집한 개인정보의 보유 및 이용기간
▶ 원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 
단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

※ 내부 방침에 의한 회원 ID 정보보유 사유
- 보존 이유 : 서비스 이용의 혼선방지
- 보존 기간 : 가입 후 탈퇴 시 까지
</pre>
</details>
<details>
<summary>6.개인정보의 파기절차 및 방법</summary>
<pre id="pre06"  class="pre">
6. 개인정보 파기절차 및 방법
▶ CaffeTeria(ktxfts@naver.com)은 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 
해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

※ 파기절차
- 회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 
정보보호 사유에 따라 (보유 및 이용기간 참조) 일정 기간 저장된 후 파기 되어집니다. 개인정보는 법률에 의한 
경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.
※ 파기방법
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기하고 전자적 파일형태로 저장된 
개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
</pre>
</details>
<details><summary>7.이용자 및 법정대리인의 권리와 그 행사방법</summary>
<pre id="pre07"  class="pre">
7. 이용자 및 법정 대리인의 권리와 그 행사방법
- 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만14세 미만 아동의 개인정보를 조회하거나 
수정할 수 있으며 가입해지를 요청할 수도 있습니다.
- 이용자 혹은 만 14세 미만 아동의 개인정보 조회ㆍ수정을 위해서는 ‘개인정보변경 ’(또는 ‘회원정보수정’ 등)을, 
가입해지(동의철회)를 위해서는 “회원탈퇴”를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 
혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이조치하겠습니다.
- 귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해개인정보를 이용 또는 제공하지 않습니다. 
또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
- CaffeTeria(ktxfts@naver.com)은 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “CaffeTeria(ktxfts@naver.com)이 
수집하는 개인정보의 보유 및 이용기간” 에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
</pre>
</details>
<details>
<summary>8.개인정보 자동 수집 장침의 설치ㆍ운영 및 그 거부에 관한 사항</summary>
<pre id="pre08"  class="pre">
8. 개인정보의 자동 수집 장치의 설치ㆍ운영 및 그 거부에 관한 사항
▶ CaffeTeria(ktxfts@naver.com)은 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등 개인정보를 
자동으로 수집하는 장치를 설치ㆍ운용합니다. 
쿠키란 CaffeTeria(ktxfts@naver.com)의 웹사이트를 운영하는데 이용되는 서버가
 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다. 
 CaffeTeria(ktxfts@naver.com)은 다음과 같은 목적을 위해 쿠키 등을 사용합니다.
 ※ 쿠키 등 사용 목적
- 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 
각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공 귀하는 
쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 
쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
※ 쿠키 설정 거부 방법
- 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 
쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
- 설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구>인터넷 옵션>개인정보 
단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.
</pre>
</details>
<details>
<summary>9.개인정보 관리책임자 및 담당자의 소속-성명 및 연락처</summary>
<pre id="pre09"  class="pre">
9. 개인정보 보호 책임자
▶ CaffeTeria(ktxfts@naver.com)은 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 
같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.

▶ 귀하께서는 CaffeTeria(ktxfts@naver.com)의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 
개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게충분한 
답변을 드릴 것입니다.

※ 개인정보보호 책임자
- 이 　　름 : 황 태 하
- E-M A I L : ktxfts@naver.com
- 전　 　화 : 010-3367-0523
</pre>
</details>

</pre>

</details>
</div>

